Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Pick up right where you left off — add as many rows as you need.
ar: تابع من حيث توقفت، وأضف أي عدد تريده من الصفوف.
ca: Continueu just on ho vau deixar: afegiu tantes files com necessiteu.
cs: Pokračujte přesně tam, kde jste skončili – přidejte tolik řádků, kolik potřebujete.
da: Fortsæt lige hvor du slap - tilføj så mange rækker, som du har brug for.
de: Mach genau da weiter, wo du aufgehört hast – füge so viele Zeilen hinzu, wie du brauchst.
el: Συνεχίστε ακριβώς από εκεί που σταματήσατε — προσθέστε όσες σειρές χρειάζεστε.
es: Sigue justo donde lo dejaste: añade tantas filas como necesites.
fa: درست از جایی که کار را رها کردید ادامه دهید - هر تعداد ردیف که نیاز دارید اضافه کنید.
fi: Jatka siitä, mihin jäit – lisää niin monta riviä kuin tarvitset.
fr: Reprenez là où vous vous êtes arrêté : ajoutez autant de lignes que nécessaire.
he: המשך בדיוק מהמקום שהפסקת - הוסף כמה שורות שאתה צריך.
hr: Nastavite tamo gdje ste stali — dodajte onoliko redaka koliko vam je potrebno.
hu: Folytassa ott, ahol abbahagyta – adjon hozzá annyi sort, amennyire szüksége van.
id: Lanjutkan tepat di bagian terakhir yang Anda tinggalkan — tambahkan baris sebanyak yang Anda perlukan.
it: Riprendi da dove avevi lasciato: aggiungi tutte le righe che ti servono.
ja: 続きから始めましょう。行を必要なだけ追加できます。
ko: 중단한 부분부터 바로 시작하세요. 필요한 만큼 행을 추가하세요.
ms: Sambung betul-betul di tempat anda berhenti — tambahkan seberapa banyak baris yang anda perlukan.
nl: Ga verder waar u was gebleven: voeg zoveel rijen toe als u nodig heeft.
no: Fortsett der du slapp – legg til så mange rader du trenger.
pl: Kontynuuj od miejsca, w którym skończyłeś — dodaj tyle wierszy, ile potrzebujesz.
pt_br: Continue de onde parou – adicione quantas linhas forem necessárias.
pt_pt: Continue de onde parou – adicione quantas linhas forem necessárias.
ro: Reluați exact de unde ați rămas - adăugați câte rânduri aveți nevoie.
ru: Продолжайте с того места, где остановились, — добавляйте столько строк, сколько нужно.
sk: Pokračujte presne tam, kde ste skončili – pridajte toľko riadkov, koľko potrebujete.
sl: Nadaljujte tam, kjer ste končali – dodajte toliko vrstic, kot jih potrebujete.
sv: Fortsätt precis där du slutade – lägg till så många rader du behöver.
th: ดำเนินการต่อจากจุดที่คุณค้างไว้ โดยเพิ่มแถวได้มากเท่าที่คุณต้องการ
tr: Kaldığınız yerden devam edin — ihtiyacınız kadar satır ekleyin.
uk: Продовжуйте з того місця, де зупинилися, — додавайте стільки рядків, скільки потрібно.
ur: جہاں آپ نے چھوڑا تھا وہیں اٹھائیں — جتنی آپ کو ضرورت ہو قطاریں شامل کریں۔
vi: Tiếp tục từ nơi bạn đã dừng lại — thêm bao nhiêu hàng tùy thích.
zh_hans: 从上次中断的地方继续——想添加多少行都可以。
zh_hant: 從上次中斷的地方繼續——想加入多少列都可以。

source: Pick up right where you left off — add as many screenshots per row as you need.
ar: تابع من حيث توقفت، وأضف أي عدد تريده من لقطات الشاشة لكل صف.
ca: Continueu just on ho vau deixar: afegiu tantes captures de pantalla per fila com necessiteu.
cs: Pokračujte přesně tam, kde jste skončili – přidejte na řádek tolik snímků obrazovky, kolik potřebujete.
da: Fortsæt lige hvor du slap - tilføj så mange skærmbilleder pr. række, som du har brug for.
de: Mach genau da weiter, wo du aufgehört hast – füge so viele Screenshots pro Zeile hinzu, wie du brauchst.
el: Συνεχίστε ακριβώς από εκεί που σταματήσατε — προσθέστε όσα στιγμιότυπα οθόνης ανά σειρά χρειάζεστε.
es: Sigue justo donde lo dejaste: añade tantas capturas por fila como necesites.
fa: درست از جایی که کار را رها کردید ادامه دهید - هر تعداد که نیاز دارید در هر ردیف اسکرین‌شات اضافه کنید.
fi: Jatka siitä, mihin jäit – lisää niin monta kuvakaappausta riville kuin tarvitset.
fr: Reprenez là où vous vous êtes arrêté : ajoutez autant de captures d'écran par ligne que nécessaire.
he: המשך בדיוק מהמקום שהפסקת - הוסף כמה צילומי מסך בכל שורה שתצטרך.
hr: Nastavite tamo gdje ste stali — dodajte onoliko snimaka zaslona po retku koliko vam je potrebno.
hu: Folytassa ott, ahol abbahagyta – soronként annyi képernyőképet adjon hozzá, amennyire szüksége van.
id: Lanjutkan dari bagian terakhir yang Anda tinggalkan — tambahkan tangkapan layar sebanyak yang Anda perlukan per baris.
it: Riprendi da dove avevi lasciato: aggiungi tutti gli screenshot per riga che ti servono.
ja: 続きから始めましょう。1行に必要なだけスクリーンショットを追加できます。
ko: 중단한 부분부터 바로 시작하세요. 필요한 만큼 행당 스크린샷을 추가하세요.
ms: Sambung betul-betul di tempat anda berhenti — tambahkan seberapa banyak tangkapan skrin setiap baris yang anda perlukan.
nl: Ga verder waar u was gebleven: voeg zoveel schermafbeeldingen per rij toe als u nodig heeft.
no: Fortsett der du slapp – legg til så mange skjermbilder per rad du trenger.
pl: Rozpocznij od miejsca, w którym skończyłeś — dodaj tyle zrzutów ekranu w każdym wierszu, ile potrzebujesz.
pt_br: Continue de onde parou – adicione quantas capturas de tela por linha você precisar.
pt_pt: Continue de onde parou – adicione quantas capturas de ecrã por linha você precisar.
ro: Reluați exact de unde ați rămas – adăugați câte capturi de ecran pe rând aveți nevoie.
ru: Продолжайте с того места, где остановились, — добавляйте в строку столько скриншотов, сколько нужно.
sk: Pokračujte presne tam, kde ste skončili – pridajte toľko snímok obrazovky na riadok, koľko potrebujete.
sl: Nadaljujte tam, kjer ste končali – dodajte toliko posnetkov zaslona na vrstico, kot jih potrebujete.
sv: Fortsätt precis där du slutade – lägg till så många skärmdumpar per rad som du behöver.
th: ดำเนินการต่อจากจุดที่คุณค้างไว้ — เพิ่มภาพหน้าจอได้มากต่อแถวตามที่คุณต้องการ
tr: Kaldığınız yerden devam edin — satır başına ihtiyacınız kadar ekran görüntüsü ekleyin.
uk: Продовжуйте з того місця, де зупинилися, — додавайте стільки знімків екрана в рядок, скільки потрібно.
ur: جہاں آپ نے چھوڑا تھا وہیں اٹھائیں — ہر قطار میں جتنے اسکرین شاٹس آپ کی ضرورت ہے شامل کریں۔
vi: Tiếp tục từ nơi bạn đã dừng lại — thêm bao nhiêu ảnh chụp màn hình trên mỗi hàng tùy theo nhu cầu của bạn.
zh_hans: 从上次中断的地方继续——每行想添加多少张截图都可以。
zh_hant: 從上次中斷的地方繼續——每列想加入多少張螢幕截圖都可以。

source: Pick up right where you left off — your project list is now unlimited.
ar: تابع من حيث توقفت — قائمة مشاريعك أصبحت الآن غير محدودة.
ca: Reprèn exactament on ho vas deixar: ara la teva llista de projectes és il·limitada.
cs: Pokračujte tam, kde jste skončili – váš seznam projektů je nyní neomezený.
da: Fortsæt lige hvor du slap - din projektliste er nu ubegrænset.
de: Mach genau da weiter, wo du aufgehört hast – deine Projektliste ist jetzt unbegrenzt.
el: Συνεχίστε από εκεί που σταματήσατε — η λίστα έργων σας είναι πλέον απεριόριστη.
es: Sigue justo donde lo dejaste: tu lista de proyectos ya no tiene límite.
fa: درست از جایی که کار را رها کردید ادامه دهید - لیست پروژه شما اکنون نامحدود است.
fi: Jatka siitä, mihin jäit – projektiluettelosi on nyt rajaton.
fr: Reprenez là où vous vous êtes arrêté : votre liste de projets est désormais illimitée.
he: המשך בדיוק מהנקודה שבה הפסקת - רשימת הפרויקטים שלך היא כעת בלתי מוגבלת.
hr: Nastavite tamo gdje ste stali — popis vaših projekata sada je neograničen.
hu: Folytassa ott, ahol abbahagyta – a projektlistája mostantól korlátlan.
id: Lanjutkan tepat dari bagian terakhir yang Anda tinggalkan — daftar proyek Anda kini tidak terbatas.
it: Riprendi da dove avevi lasciato: il tuo elenco di progetti ora è illimitato.
ja: 続きから始めましょう。プロジェクト数の上限はなくなりました。
ko: 중단한 부분부터 바로 시작하세요. 이제 프로젝트 목록이 무제한입니다.
ms: Sambung terus dari tempat anda berhenti — senarai projek anda kini tidak terhad.
nl: Ga verder waar u was gebleven: uw projectlijst is nu onbeperkt.
no: Fortsett akkurat der du slapp - prosjektlisten din er nå ubegrenset.
pl: Rozpocznij od miejsca, w którym przerwałeś — Twoja lista projektów jest teraz nieograniczona.
pt_br: Continue de onde parou: sua lista de projetos agora é ilimitada.
pt_pt: Continue de onde parou: sua lista de projetos agora é ilimitada.
ro: Reluați exact de unde ați rămas - lista dvs. de proiecte este acum nelimitată.
ru: Продолжайте с того места, где остановились, — теперь число проектов не ограничено.
sk: Pokračujte tam, kde ste skončili – váš zoznam projektov je teraz neobmedzený.
sl: Nadaljujte tam, kjer ste končali - vaš seznam projektov je zdaj neomejen.
sv: Fortsätt precis där du slutade – din projektlista är nu obegränsad.
th: ดำเนินการต่อจากจุดที่คุณค้างไว้ — รายการโปรเจ็กต์ของคุณตอนนี้ไม่จำกัดแล้ว
tr: Kaldığınız yerden devam edin — proje listeniz artık sınırsız.
uk: Продовжуйте з того місця, де зупинилися, — тепер кількість проєктів не обмежена.
ur: جہاں آپ نے چھوڑا تھا وہیں سے شروع کریں — آپ کے پروجیکٹ کی فہرست اب لامحدود ہے۔
vi: Tiếp tục ngay từ nơi bạn đã dừng lại — danh sách dự án của bạn giờ đây không giới hạn.
zh_hans: 从上次中断的地方继续——你的项目数量现已不受限制。
zh_hant: 從上次中斷的地方繼續——你的專案列表現在已無上限。

source: Pick which rows to include (with **All** / **None**), then use the numbered chips to drop individual screenshots from the composition — the counter shows how many of the row's screenshots are in.
ar: اختر الصفوف التي تريد تضمينها (مع **الكل** / **لا شيء**)، ثم استخدم الرقائق المرقمة لإسقاط لقطات شاشة فردية من التكوين - يعرض العداد عدد لقطات الشاشة الموجودة في الصف.
ca: Trieu quines files voleu incloure (amb **Tot** / **Cap**) i, a continuació, feu servir les fitxes numerades per eliminar captures de pantalla individuals de la composició: el comptador mostra en quantes captures de pantalla de la fila hi ha.
cs: Vyberte řádky, které chcete zahrnout (pomocí **Všechny** / **Žádné**), poté pomocí očíslovaných žetonů vytáhněte jednotlivé snímky obrazovky ze kompozice – počítadlo ukazuje, kolik snímků obrazovky obsahuje.
da: Vælg, hvilke rækker der skal inkluderes (med **Alle** / **Ingen**), og brug derefter de nummererede chips til at slippe individuelle skærmbilleder fra kompositionen - tælleren viser, hvor mange af rækkens skærmbilleder, der er i.
de: Wähle, welche Zeilen dabei sind (mit **Alle** / **Keine**), und entferne dann über die nummerierten Chips einzelne Screenshots aus der Komposition – der Zähler zeigt, wie viele Screenshots der Zeile enthalten sind.
el: Επιλέξτε ποιες σειρές θα συμπεριληφθούν (με **Όλες** / **Κανένα**) και, στη συνέχεια, χρησιμοποιήστε τις αριθμημένες μάρκες για να αφαιρέσετε μεμονωμένα στιγμιότυπα οθόνης από τη σύνθεση — ο μετρητής δείχνει πόσα από τα στιγμιότυπα οθόνης της σειράς βρίσκονται.
es: Elige qué filas incluir (con **Todas** / **Ninguna**) y usa los botones numerados para quitar capturas concretas de la composición; el contador muestra cuántas capturas de la fila están incluidas.
fa: ردیف‌هایی را که می‌خواهید انتخاب کنید (با **همه** / **هیچ‌کدام**)، سپس با دکمه‌های شماره‌دار، اسکرین‌شات‌های تکی را از ترکیب کنار بگذارید — شمارنده نشان می‌دهد چند اسکرین‌شات از ردیف در ترکیب هست.
fi: Valitse sisällytettävät rivit (**Kaikki** / **Ei mitään**) ja pudota sitten yksittäisiä kuvakaappauksia koostumuksesta numeroitujen sirujen avulla – laskuri näyttää kuinka monta rivin kuvakaappauksia on.
fr: Choisissez les lignes à inclure (avec **Tout** / **Aucun**), puis utilisez les pastilles numérotées pour retirer des captures d'écran de la composition — le compteur indique combien de captures de la ligne sont incluses.
he: בחר אילו שורות לכלול (עם **הכל** / **ללא**), ולאחר מכן השתמש בצ'יפים הממוספרים כדי להוריד צילומי מסך בודדים מההרכב - המונה מראה כמה מצילומי המסך של השורה נמצאים.
hr: Odaberite koje ćete retke uključiti (sa **Svi** / **Nijedan**), a zatim pomoću numeriranih čipova izbacite pojedinačne snimke zaslona iz kompozicije — brojač pokazuje koliko se snimaka zaslona retka nalazi u njemu.
hu: Válassza ki, hogy mely sorokat szeretné felvenni (az **Mind** / **Nincs** beállítással), majd használja a számozott zsetonokat az egyes képernyőképek kidobásához a kompozícióból – a számláló megmutatja, hogy a sor képernyőképei közül hány van benne.
id: Pilih baris mana yang akan disertakan (dengan **Semua** / **Tidak Ada**), lalu gunakan chip bernomor untuk menghapus tangkapan layar satu per satu dari komposisi — penghitung menunjukkan berapa banyak tangkapan layar baris tersebut.
it: Scegli quali righe includere (con **Tutti** / **Nessuno**), poi usa i chip numerati per togliere singoli screenshot dalla composizione: il contatore mostra quanti screenshot della riga sono inclusi.
ja: 含める行を選び (**すべて** / **なし**)、番号付きのチップで個々のスクリーンショットを構成から外します。カウンタには、行のスクリーンショットのうち何枚が含まれているかが表示されます。
ko: 포함할 행을 선택한 다음(**모두** / **없음**), 번호가 매겨진 칩으로 구성에서 개별 스크린샷을 제외하세요. 카운터에 행의 스크린샷 중 몇 개가 포함되었는지 표시됩니다.
ms: Pilih baris yang hendak disertakan (dengan **Semua** / **Tiada**), kemudian gunakan cip bernombor untuk menggugurkan tangkapan skrin individu daripada gubahan — kaunter menunjukkan bilangan tangkapan skrin dalam baris tersebut.
nl: Kies welke rijen je wilt opnemen (met **Alle** / **Geen**) en gebruik vervolgens de genummerde fiches om individuele schermafbeeldingen uit de compositie te verwijderen. De teller laat zien hoeveel schermafbeeldingen van de rij er zijn.
no: Velg hvilke rader som skal inkluderes (med **Alle** / **Ingen**), og bruk deretter de nummererte brikkene til å slippe individuelle skjermbilder fra komposisjonen – telleren viser hvor mange av radens skjermbilder.
pl: Wybierz wiersze, które chcesz uwzględnić (z opcją **Wszystkie** / **Żaden**), a następnie użyj ponumerowanych elementów, aby usunąć pojedyncze zrzuty ekranu z kompozycji — licznik pokazuje, ile zrzutów ekranu znajduje się w wierszu.
pt_br: Escolha quais linhas incluir (com **Todas** / **Nenhum**) e use os botões numerados para tirar capturas de tela individuais da composição — o contador mostra quantas capturas da linha estão incluídas.
pt_pt: Escolha quais linhas incluir (com **Todas** / **Nenhum**) e, em seguida, use os chips numerados para eliminar capturas de ecrã individuais da composição — o contador mostra quantas capturas de ecrã da linha estão contidas.
ro: Alegeți ce rânduri să includeți (cu **Toate** / **Niciuna**), apoi utilizați jetoanele numerotate pentru a elimina capturi de ecran individuale din compoziție - contorul arată câte dintre capturile de ecran ale rândului se află.
ru: Выберите строки для включения (кнопки **Все** / **Нет**), затем с помощью пронумерованных меток исключите отдельные скриншоты из композиции — счетчик показывает, сколько скриншотов строки в нее входит.
sk: Vyberte riadky, ktoré chcete zahrnúť (pomocou **Všetky** / **Žiadne**), potom pomocou očíslovaných žetónov vypustite jednotlivé snímky obrazovky z kompozície – počítadlo ukazuje, koľko snímok obrazovky obsahuje.
sl: Izberite, katere vrstice želite vključiti (z **Vse** / **Nobena**), nato uporabite oštevilčene žetone, da iz sestave izločite posamezne posnetke zaslona – števec pokaže, koliko posnetkov zaslona vrstice je notri.
sv: Välj vilka rader som ska inkluderas (med **Alla** / **Inga**), använd sedan de numrerade markerna för att släppa individuella skärmbilder från kompositionen - räknaren visar hur många av radens skärmdumpar.
th: เลือกแถวที่จะรวม (ด้วย **ทั้งหมด** / **ไม่มี**) จากนั้นใช้ชิปที่มีหมายเลขกำกับเพื่อปล่อยภาพหน้าจอแต่ละภาพจากการจัดองค์ประกอบ ตัวนับจะแสดงจำนวนภาพหน้าจอของแถวนั้น
tr: Hangi satırların dahil edileceğini seçin (**Tümü** / **Hiçbiri** ile), ardından numaralı düğmelerle tek tek ekran görüntülerini kompozisyondan çıkarın — sayaç, satırın ekran görüntülerinden kaç tanesinin dahil olduğunu gösterir.
uk: Виберіть, які рядки включити (кнопки **Усі** / **Немає**), а потім нумерованими кнопками вилучайте окремі знімки екрана з композиції — лічильник показує, скільки знімків рядка включено.
ur: منتخب کریں کہ کون سی قطاریں شامل کرنی ہیں (**سب** / **کوئی نہیں** کے ساتھ)، پھر کمپوزیشن سے انفرادی اسکرین شاٹس چھوڑنے کے لیے نمبر والی چپس کا استعمال کریں — کاؤنٹر دکھاتا ہے کہ قطار کے کتنے اسکرین شاٹس ہیں۔
vi: Chọn những hàng cần đưa vào (với **Tất cả** / **Không**), sau đó sử dụng các khối được đánh số để loại bỏ từng ảnh chụp màn hình khỏi bố cục — bộ đếm hiển thị số lượng ảnh chụp màn hình của hàng đó.
zh_hans: 选择要包含的行（可用 **全部** / **无**），然后使用编号标签从合成图中移除单张截图——计数器会显示该行有多少张截图被包含在内。
zh_hant: 選擇要納入哪些列（可用**全部**／**無**），然後使用編號標籤從構圖中移除個別螢幕截圖——計數器會顯示該列有多少張螢幕截圖被納入。

source: Picking a model and color
ar: اختيار النموذج واللون
ca: Escollir un model i un color
cs: Výběr modelu a barvy
da: Valg af model og farve
de: Modell und Farbe wählen
el: Επιλογή μοντέλου και χρώματος
es: Elegir modelo y color
fa: انتخاب مدل و رنگ
fi: Mallin ja värin valinta
fr: Choisir un modèle et une couleur
he: בחירת דגם וצבע
hr: Odabir modela i boje
hu: Modell és szín kiválasztása
id: Memilih model dan warna
it: Scegliere un modello e un colore
ja: モデルと色の選択
ko: 모델과 색상 고르기
ms: Memilih model dan warna
nl: Een model en kleur kiezen
no: Velge modell og farge
pl: Wybór modelu i koloru
pt_br: Escolher modelo e cor
pt_pt: Escolhendo um modelo e cor
ro: Alegerea unui model și a unei culori
ru: Выбор модели и цвета
sk: Výber modelu a farby
sl: Izbira modela in barve
sv: Välj modell och färg
th: การเลือกรุ่นและสี
tr: Model ve renk seçme
uk: Вибір моделі та кольору
ur: ماڈل اور رنگ چننا
vi: Chọn một mô hình và màu sắc
zh_hans: 选择型号和颜色
zh_hant: 選擇型號和顏色
